// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "테스트 페이지";

TransferringProcessTitle = "파일 전송 중…";
PrintingProcessTitle = "테스트 페이지 인쇄 중…";

HSDTitleTextFieldValue = "테스트 페이지";
HSDInfoTextFieldValue = "이 프린터에서 문서를 인쇄할 때 문제가 있는 경우, 테스트 페이지를 인쇄하여 문제의 원인을 알아볼 수 있습니다.

이 페이지는 프린터 드라이버 소프트웨어와 다른 시스템 과정을 우회하여 프린터로 직접 전송됩니다.

테스트 페이지가 제대로 인쇄되면 컴퓨터의 인쇄 시스템에 문제가 있을 수 있습니다. 프린터의 드라이버 소프트웨어를 다시 설치하여 문제를 해결할 수 있습니다.

테스트 페이지가 인쇄되지 않거나 제대로 인쇄되지 않으면 프린터가 제대로 작동하지 않는 것입니다.";
HSDPrintButtonTitle = "테스트 페이지 인쇄";

HSDRMTTPPanelHeader = "프린터 상태 보고서 인쇄";
HSDRMTTPPanelHeader = "장치가 올바르게 컴퓨터로부터 데이터를 수신해 인쇄할 수 있는지 확인하기 위해 테스트 페이지를 인쇄하십시오. 여기에는 일반 용지를 사용할 수 있습니다.\n\n페이지 인쇄를 눌러 테스트 페이지를 인쇄하십시오.";
HSDRMTTPButtonTitle = "페이지 인쇄";
RMTTaskTitle = "프린터 상태\n보고서 인쇄";

NoPaperTitle = "용지 없음";
NoPaperMsg = "장치에 용지가 없습니다. 입력 용지함에 용지를 추가하십시오.";
